{"meta":{"title":"星夜奏椿的小站","subtitle":"记录生活，感悟世界","description":"为世界上所有的美好而战","author":"星夜奏椿","url":"http://StarryQuartet.github.io","root":"/"},"pages":[{"title":"404","date":"2021-07-19T12:25:57.000Z","updated":"2021-07-19T12:25:57.714Z","comments":true,"path":"404/index.html","permalink":"http://starryquartet.github.io/404/index.html","excerpt":"","text":""},{"title":"search","date":"2021-07-19T12:25:50.000Z","updated":"2021-07-19T12:25:50.479Z","comments":true,"path":"search/index.html","permalink":"http://starryquartet.github.io/search/index.html","excerpt":"","text":""}],"posts":[{"title":"对人偶学院和对近期崩坏三节奏的感触","slug":"2021-07-20","date":"2021-07-20T06:54:49.000Z","updated":"2021-07-20T07:01:42.750Z","comments":true,"path":"2021/07/20/2021-07-20/","link":"","permalink":"http://starryquartet.github.io/2021/07/20/2021-07-20/","excerpt":"","text":"​ 这篇文章本来是打算投稿在B站，但想了想我一向是不喜欢带节奏而且不想被节奏干扰的人，于是还是放在自己的小站里了。 ​ 从第一集到第三集，可以说是一点都没有失望过啊，原本以为第一集的ed就是核心了，没想到就是个开始，晚上笑出鹅叫问题还忍不住。 ​ 就这部番剧而言，可以说是放飞自我，剧情有趣不牵强，玩梗玩到起飞，可以看出编剧是真的用心了。配音也很努力，感觉是相当到位。Q版的美术风格能可以说把剧情展现的相当精彩。 ​ 说实话，能让我看上好几遍而且是泡面番的这个还是第一个 ，不愧是你啊米哈游。 下面的东西都是我个人闲谈，仅代表个人，跟动漫无关，不喜欢可以不看。只是看动漫评价的可以离开了。 ​ 我算是崩坏三开服玩家，虽然后来有一段时间因为手机不行或者成绩之类的，断过一段时间，但我可以说我见证的崩坏三的成长。 ​ 崩坏三的节奏是我见过所有游戏最大的，这些节奏我也一一见证过。说实话，我对节奏不想太多关注，我就一臭打游戏的，不想跟参与或者反驳。 ​ 我曾经想过会不会有一款游戏能一直陪伴我，我曾经想过这款游戏一定是崩坏三了。但在两个月前，我产生一丝动摇。一方面是因为我买了ns，对每天都要上线完成任务的手机游戏产生厌烦，一方面是期末考试到了，我要开始复习。如此之下，我逐渐从崩坏三，明日方舟，碧蓝航线，王者荣耀中弃坑，基本上放弃了手游。在暑假期间，我也以ns游戏，pc游戏为主。直到前几一天，我想着会去看看吧。就把这些游戏下了回来，稍微玩了下。然而，经历了大量单机游戏，我发现王者的PvP让我厌烦，玩明日方舟我已经失去了每天爆肝5小时凹危机合约20+的精力了，碧蓝航线简单的刷刷刷有没什么意思。本以为手机游戏与我无缘了，结果打开了崩坏三，嗯，爱莉希雅，不愧是你米哈游，我的xp已经被你牢牢抓住了吗。然后我又开始玩起了崩坏三，而且在为88级的零食想冲刺这。看来，崩坏三会继续陪伴我了。 ​ 最后，聊一聊几个月前的节奏吧（温馨提示，我之前弃坑跟这个节奏一点关系都没有）。说实话，一群人冲兔女郎我是没想到的，那天我看到视频的时候对舍友笑着说，可惜国内这些东西是不可能有的。结果一打开评论区，我一瞬间怀疑眼睛出了问题，我实在无法理解一群人是怎么自己绿自己的。看到一群人阴阳怪气的话，绿自己不行还要把别人都讽刺一遍的评论，我感觉自己眼睛有问题。问题是还有人点赞，呵呵，真有人敢当着我的面这么阴阳怪气讽刺我，我不锤爆它。我说过，崩坏三节奏我都见过，但唯独这个最离谱。以前的节奏，有些我的确觉得是无中生有，但本质还是争取利益，我无话可说。但这次节奏，我只看到一群又一群的跳梁小丑，哗众取宠，吸引流量，不惜恶心，欺凌，压迫正常玩游戏的玩家，他们觉得高人一等，自己应该成王，他们的节奏不是为了其他任何一方，他们只是为了自己。你说他们希望游戏变好，他的每一句话都是对米哈游赤裸裸的侮辱。你说他们希望游戏死，他们每一句话都是对普通人，无论玩家还是创作者人格的讽刺。你说他们就是想恶心玩家和创作者，他们却对你说这是为了让游戏变的更好。他们不会讲道理，他们只会放狗咬你。问题是真的有一群狗，他们感觉跟着所谓的高人也能高人一等，也有欺凌他人的权利，却不知道自己不过是一开始带节奏的人满足自己虚荣心的工具，自己连跳梁小丑都不如却不自知。 ​ 这次的节奏真的如表面吗，不是，根本不是，这是网络不透明性下产生的社会败类，残渣，以欺凌他人为乐，以压迫他人为荣的废物的狂欢。自己创作所谓的歧视链中，自以为是把自己安排到最高层，又乱扣帽子把无辜人随意编入最底层。在根本不存在的歧视链中，仿佛高高在上，自以为是，却不知对他人而言，自己不过只是丑陋，肮脏的吸血虫。你问我为什么那么多人支持它，因为这些人想跟前面的人一样，想高高在上。可悲的是，它们比这些人更加无能，前面的人还敢于创造自己的歧视链，而剩下这些狂欢的人，它们连自己的主见都没有，他们没有能力却想高人一等，只能加入其他人的歧视链，不知道自己不过这是之前这批人的工具，这些没有主见只想踩在别人头上的人，更是恶心又可悲。这件节奏也让我明白一个道理，看到所谓的高高在上的人，直接无视拉黑就好了。因为它们所谓的歧视链，不过只是自己压迫一群其实根本不存在的人而已，只要你不加人这其中任何一方，所谓的歧视链，不过只是跳梁小丑的自娱自乐。 最后声明，动漫评价完全是个人对动漫本身的主观看法。除动漫评价的其他部分，完全为个人事件或观点表达，与动漫本身无关。 本文为我原创 本文禁止转载或摘编","categories":[{"name":"评价文档","slug":"评价文档","permalink":"http://starryquartet.github.io/categories/%E8%AF%84%E4%BB%B7%E6%96%87%E6%A1%A3/"}],"tags":[{"name":"崩坏三","slug":"崩坏三","permalink":"http://starryquartet.github.io/tags/%E5%B4%A9%E5%9D%8F%E4%B8%89/"},{"name":"人偶学院","slug":"人偶学院","permalink":"http://starryquartet.github.io/tags/%E4%BA%BA%E5%81%B6%E5%AD%A6%E9%99%A2/"}]},{"title":"人生中第一篇博客兼对小站的第一次测试","slug":"2021-07-19","date":"2021-07-19T02:49:49.000Z","updated":"2021-07-20T14:42:25.840Z","comments":true,"path":"2021/07/19/2021-07-19/","link":"","permalink":"http://starryquartet.github.io/2021/07/19/2021-07-19/","excerpt":"","text":"​ 当你看到这篇文章的时候，说明我的第一个博客站点及第一篇文章已经上传成功了。虽然我用的是博客的前端代码，但写博客的能力我肯定是没有的。于是我打算把这个网站当左一个我个人的小天地来用，故取名小站。 ​ 我想着去建立网站的缘由是为了建立一个Wiki，本来是打算先来一个博客看看网站是怎么建立的，结果试了一下，啧啧，我发现我对网站的建立远远只是毛皮，wp不过只是网站建立最简单的。这次建站，可以说是打破了我的幻想，博客的建立和Wiki的建立可以说是完完全全两个东西。 ​ 同时这次建站，我也收获许多，我对网络代码已经网站运作的了解更上一层楼，虽然仅仅只是冰山一角，但也标志我对这类东西的理解达到全新高度。 ​ 虽然收获许多，不过还真是累。一开始，我花了将近半天的时间，从网上找视频做突破口（以为我一点基础都没有，关于程序除了个C什么都不会），终于在CSDN找到一篇不错的文章。按照他给的搞了将近一天多，总算差不多了，但总感觉差点什么，可以是这篇文章只给了模板，没有任何扩展，感觉没有学过瘾。于是去网上找相关文章，发现这个人的博客是用Jekyll+github搭建的，而现在网上主流的都是hexo+github搭建的，好像近两天的努力全部木大的感觉。为了能真正学到点干货，我决定把之前的库删了，从零开始。为了有效学习，我又在网上找了半天，最终在b站是找到突破口（学习网站诚不欺我），有兴趣可以去看下BV1BK41157jv。最终，通过这位up的视频和其他各大文章，视频以及一些友好网友的帮助下，历时四天，这个博客得以展现。 ​ 好了，上面这些就是我的建站史的，一下就是我对博客的第一次测试和修改了。 引入测试图片引入测试 当你看到了可爱的神里，说明从图床引入图片成功 超链接引入当你点击这里时能进入我的博客搭建代码所在地，说明超链接引入成功（这个网站服务器在国外，国内网登录可能进不去），欢迎各位看看这个博客的代码。 展示测试代码展示12345#include &lt;stdio.h&gt;main() &#123; printf(&quot;Hello World!\\n&quot;); &#125; 如果你看到了经典的hell world的代码，说明代码块展示成功","categories":[{"name":"测试文档","slug":"测试文档","permalink":"http://starryquartet.github.io/categories/%E6%B5%8B%E8%AF%95%E6%96%87%E6%A1%A3/"}],"tags":[{"name":"测试","slug":"测试","permalink":"http://starryquartet.github.io/tags/%E6%B5%8B%E8%AF%95/"}]},{"title":"Hello World","slug":"hello-world","date":"2021-07-18T08:26:54.141Z","updated":"2021-07-18T08:26:54.141Z","comments":true,"path":"2021/07/18/hello-world/","link":"","permalink":"http://starryquartet.github.io/2021/07/18/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"评价文档","slug":"评价文档","permalink":"http://starryquartet.github.io/categories/%E8%AF%84%E4%BB%B7%E6%96%87%E6%A1%A3/"},{"name":"测试文档","slug":"测试文档","permalink":"http://starryquartet.github.io/categories/%E6%B5%8B%E8%AF%95%E6%96%87%E6%A1%A3/"}],"tags":[{"name":"崩坏三","slug":"崩坏三","permalink":"http://starryquartet.github.io/tags/%E5%B4%A9%E5%9D%8F%E4%B8%89/"},{"name":"人偶学院","slug":"人偶学院","permalink":"http://starryquartet.github.io/tags/%E4%BA%BA%E5%81%B6%E5%AD%A6%E9%99%A2/"},{"name":"测试","slug":"测试","permalink":"http://starryquartet.github.io/tags/%E6%B5%8B%E8%AF%95/"}]}